Repository: dfo-mar-odis/dm_apps
Catalog: projects/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Region
fr: Région

source: Fiscal year
fr: Exercice fiscal

source: Name
fr: Nom

source: Yes
fr: Oui

source: No
fr: Non

source: DFO User
fr: Utilisateur du MPO

source: Section head comments (visible to section head only)
fr: Commentaires de chef de section (visibles uniquement par la chef de section)

source: Section review complete (visible to section head only)?
fr: Examen de la section terminé (visible par le chef de section uniquement)?

source: Data management summary
fr: Résumé de la gestion des données

source: Weeks Worked by Employees (PDF)
fr: Semaines travaillées par les employés (PDF)

source: Total Overtime Hours Requested (PDF)
fr: Total des heures supplémentaires demandées (PDF)

source: Cost Summary by Section (PDF)
fr: Résumé des coûts par section (PDF)

source: List of Collaborators (PDF)
fr: Liste des collaborateurs (PDF)

source: List of Collaborative Agreements (PDF)
fr: Liste des accords de collaboration (PDF)

source: Doug's Report (MS Excel)
fr: Rapport de Doug (MS Excel)

source: Funding Source
fr: Source de financement

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Email
fr: Courriel

source: Confirm email address
fr: Courriel

source: The email address provided must be a DFO email address.
fr: Le courriel électronique fournie doit être une adresse électronique du MPO.

source: Please make sure the two email addresses provided match.
fr: Assurez-vous que les deux adresses e-mail fournies correspondent.

source: Sorry, you need to be a manager of this project in order to access this page.
fr: Désolé, vous devez être un gestionnaire de ce projet afin d'accéder à cette page.

source: name
fr: nom

source: description_en
fr: description_fr

source: English text
fr: Texte en anglais

source: French text
fr: Texte en français

source: eng_text
fr: fra_text

source: Unknown
fr: Inconnu

source: Regional
fr: Régional

source: fiscal year
fr: exercice fiscal

source: Project title
fr: Titre du projet

source: National or regional?
fr: National ou régional?

source: project status
fr: l'état du projet

source: Is the funding competitive?
fr: Le financement est-il concurrentiel?

source: Has this project already been approved
fr: Ce projet a-t-il déjà été approuvé

source: Start date of project
fr: Date de début du projet

source: End date of project
fr: Date de fin du projet

source: Project objective & description
fr: Objectif du projet et description

source: Project-specific priorities
fr: Priorités spécifiques au projet

source: Describe need for vehicle (type of vehicle, number of weeks, time-frame)
fr: Décrivez le besoin de véhicule (type de véhicule, nombre de semaines, calendrier)

source: Ship (Coast Guard, charter vessel) Requirements
fr: Navires (garde côtière, charter)

source: What type of data will be collected
fr: Quel type de données sera collecté

source: Data storage / archiving Plan
fr: Plan de stockage / archivage des données

source: additional notes
fr: notes supplémentaires

source: responsibility center (if known)
fr: centre de responsabilité (s'il est connu)

source: allotment code (if known)
fr: code d'allotissement (s'il est connu)

source: existing project codes (if known)
fr: codes de projet existants (s'ils sont connus)

source: Submit project for review
fr: Soumettre le projet

source: Should the project be hidden from other users?
fr: Le projet doit-il être caché des autres utilisateurs?

source: date last modified
fr: date de dernière modification

source: last modified by
fr: dernièrement modifié par

source: Salary
fr: Salaire

source: O&M
fr: F & E

source: project
fr: projet

source: employee type
fr: type d'employé

source: project lead
fr: chef de projet

source: yes
fr: oui

source: no
fr: non

source: funding source
fr: source de financement

source: User
fr: Utilisateur

source: Person name (leave blank if user is selected)
fr: Nom de la personne (laisser vide si l'utilisateur est sélectionné)

source: level
fr: niveau

source: student program
fr: programme pour étudiants

source: duration in weeks
fr: durée en semaines

source: overtime in hours
fr: heures supplémentaires

source: overtime description
fr: description d'heures supplémentaires

source: cost
fr: coût

source: Critical to project delivery
fr: Critique à la livraison du projet

source: notes
fr: remarques

source: New
fr: Nouveau

source: Existing
fr: Existant

source: collaborating organization
fr: organisation collaboratrice

source: Title of the agreement
fr: Titre de l'accord

source: new or existing
fr: nouveau ou existant

source: Travel
fr: Voyage

source: Equipment Purchase
fr: Achat d'équipement

source: Material and Supplies
fr: Matériel et fournitures

source: Human Resources
fr: Ressources humaines

source: Contracts, Leases, Services
fr: Contrats, baux, services

source: Other
fr: Autre

source: category
fr: catégorie

source: budget requested
fr: budget demandé

source: IM / IT - computers, hardware
fr: GI / TI - ordinateurs, matériel

source: Lab Equipment
fr: Équipement de laboratoire

source: Field Equipment
fr: Équipement de terrain

source: Recipient organization
fr: Organisation destinataire

source: Proposed title of agreement
fr: Titre de l'accord proposé

source: Name of G&C program
fr: Nom du programme de S & C

source: resource name
fr: nom de la ressource

source: file attachment
fr: pièce jointe

source: external URL
fr: URL externe

source: major accomplishments (this can be left blank if reported at the milestone level)
fr: réalisations majeures (ceci peut être laissé en blanc si signalé au niveau de l'étape)

source: major issues encountered
fr: problèmes majeurs rencontrés

source: target completion date
fr: date d'achèvement prévue

source: rationale for a modified completion date
fr: justification d'une date d'achèvement modifiée

source: general comments
fr: observations générales

source: section head comment
fr: commentaire de chefde section

source: reviewed by section head
fr: examiné par le chef de section

source: date created
fr: date de création

source: created by
fr: créé par

source: Status Report #
fr: No. de rapport d'état

source: Notes
fr: Remarques

source: Update on
fr: Mise à jour sur

source: Home
fr: Accueil

source: Unsubmit
fr: Annuler la soumission

source: Submit
fr: Soumettre

source: Approve
fr: Approuver

source: Use this project as a template for a new project
fr: Utilisez ce projet comme modèle pour un nouveau projet

source: Create a new status report for this project
fr: Créer un nouveau rapport de statut pour ce projet

source: New Status Report
fr: Nouveau rapport de statut

source: Add Agreement
fr: Ajouter un accord

source: No Collaborative Agreements
fr: Aucun accord de collaboration

source: Partner Organization
fr: Organisation partenaire

source: Project Lead
fr: Chef de projet

source: Agreement Title
fr: Titre de l'accord

source: New or Existing
fr: Nouveau ou existant

source: Add Capital
fr: Ajouter du capital

source: No Capital Costs
fr: Aucune coûts en capital

source: Category
fr: Catégorie

source: Budget Amount
fr: Montant budgétaire

source: Add Collaborator
fr: Ajout d'un collaborateur

source: No Collaborators
fr: Pas de collaborateurs

source: Critical to project?
fr: Critique au projet?

source: Supporting Resources
fr: Ressources de support

source: Once you save this report, you will be able to add supporting resources
fr: Une fois que vous aurez sauvegardé ce rapport, vous pourrez ajouter des ressources de soutien

source: Add Resource
fr: Ajouter une ressource

source: No Files
fr: Aucun fichier

source: Resource Name
fr: Nom de la ressource

source: Reference
fr: Référence

source: External URL
fr: URL externe

source: File Attachment
fr: Pièce jointe

source: Date Created
fr: Date de création

source: open the external URL in a new window
fr: ouvrir l'URL externe dans une nouvelle fenêtre

source: Open the file
fr: Ouvrir le fichier

source: Financial Summary:
fr: Résumé financier:

source: O & M
fr: F & E

source: Add G&C
fr: Ajouter S & C

source: No G&Cs
fr: Aucune de S et C

source: Recipient Organization
fr: Organisation destinataire

source: Proposed Title
fr: Titre proposé

source: G&C Program
fr: Programme de S & C

source: Funding Amount
fr: Montant du financement

source: Progress on Project Milestones:
fr: Progression des étapes du projet :

source: Once you save this report, you will be able to update progress on milestones
fr: Une fois que vous aurez sauvegardé ce rapport, vous pourrez mettre à jour les progrès réalisés par rapport aux étapes

source: No milestones have been added to this project
fr: Aucun jalon n'a été ajouté à ce projet

source: Milestone
fr: Jalons

source: Status
fr: Statut

source: Add Milestone
fr: Ajouter un jalon

source: No milestones
fr: Aucune jalon

source: Latest status
fr: Dernier statut

source: No status reports on file..
fr: Aucun rapport d'état au dossier.

source: Add O&M
fr: Ajouter F & E

source: Add all categories
fr: Ajouter toutes les catégories

source: Clear empty lines
fr: Effacer les lignes vides

source: No O&M Costs
fr: Aucune de F et E

source: Category Type
fr: Type de catégorie

source: Are you sure you want to delete this staff member from the project?
fr: Êtes-vous sûr de vouloir supprimer ce membre du personnel du projet?

source: WARNING: YOU ARE ABOUT TO DELETE YOURSELF FROM THIS PROJECT!!!
fr: ATTENTION: VOUS ALLEZ VOUS SUPPRIMER DE CE PROJET !!!

source: Are you sure you want to delete this collaborator from the project?
fr: Êtes-vous sûr de vouloir supprimer ce collaborateur du projet?

source: Are you sure you want to delete this agreement from the project?
fr: Êtes-vous sûr de vouloir supprimer cette accord du projet?

source: Are you sure you want to delete this o&m request from the project?
fr: Êtes-vous sûr de vouloir supprimer cette demande de F & E du projet?

source: Are you sure you want to delete this capital request from the project?
fr: Êtes-vous sûr de vouloir supprimer cette demande de capital du projet?

source: Are you sure you want to delete this G&C request from the project?
fr: Êtes-vous sûr de vouloir supprimer cette demande de S & C du projet?

source: Are you sure you want to delete this milestone request from the project?
fr: Êtes-vous sûr de vouloir supprimer ce jalon du projet?

source: un-submit
fr: annuler la soumission

source: Submitted?
fr: Soumis?

source: Project Title
fr: Titre du projet

source: Lead?
fr: Chef de projet?

source: Status Reports
fr: Rapports d'état

source: Add Staff
fr: Ajouté personnel

source: No Staff Members
fr: Aucune demande de personnel

source: Employee type
fr: Type d'employé

source: Level
fr: Niveau

source: Duration (weeks)
fr: Durée en semaines

source: Overtime hours
fr: Heures supplémentaires

source: Cost Category
fr: Catégorie de coût

source: Cost
fr: Coût

source: Status Reports:
fr: Rapports d'état:

source: Add Report
fr: Ajouter un rapport

source: No Reports
fr: Aucun rapport

source: Number
fr: Numéro

source: Created By
fr: Créé par

source: Major Accomplishments
fr: Principales réalisations

source: Major Issues Encountered
fr: Problèmes majeurs rencontrés

source: Target Completion Date
fr: Date d'achèvement prévue

source: General Comments
fr: Observations générales

source: Reviewed by Section Head
fr: Examiné par le chef de section

source: Open the the report as a PDF
fr: Ouvrez le rapport en PDF

source: Close
fr: Fermer

source: (click on a header to sort table)
fr: (cliquez sur un en-tête pour trier le tableau)

source: displaying
fr: afficher

source: of
fr: de

source: Fiscal Year
fr: Exercice fiscal

source: Title
fr: Titre

source: Staff name
fr: Nom du personnel

source: Editing:
fr: Modification:

source: Adding Collaborative Agreement
fr: Ajout d'un accord de collaboration

source: Save
fr: Sauvegarder

source: Projects
fr: Projets

source: Reports
fr: Rapports

source: Settings
fr: Paramètres

source: Manage Funding Sources
fr: Gérer les source de financement

source: Manage O & M Categories
fr: Gérer les catégories F et E

source: Manage Employee Types
fr: Gérer les types d'employés

source: Manage Tags
fr: Gérer les étiquettes

source: Manage Statuses
fr: Gérer les statuts

source: Manage Help Text
fr: Gérer les textes d'aides

source: Manage Staff Levels
fr: Gérer les niveaux ressources humaines

source: ADMIN: Manage DFO Organizations
fr: ADMIN : Gérer les organisations du MPO

source: Adding an External Collaborator
fr: Ajout d'un collaborateur externe

source: Editing %(ct)s Request: %(o)s
fr: Modification de demande %(ct)s : %(o)s

source: Adding %(ct)s Request
fr: Ajouter une demande %(ct)s

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: New Project
fr: Nouveau projet

source: Adding New Milestone
fr: Ajout d'un nouveau jalon

source: Here's a breakdown of your time allocation:
fr: Voici une ventilation de votre allocation de temps:

source: Time in weeks
fr: Durée en semaines

source: Submitted projects
fr: Projets soumis

source: Un-submitted projects
fr: Projets non soumis

source: Approved
fr: Approuvé

source: Unapproved
fr: Non approuvé

source: record
fr: enregistrement

source: Overtime Calculator
fr: Calculatrice d'heures supplémentaires

source: Enter overtime hours worked for each day in the %(year)s fiscal year
fr: Entrez les heures supplémentaires travaillées pour chaque jour de l'exercice %(year)s

source: Use <b>tab</b> and <b>shift+tab</b> to navigate the boxes
fr: Utilisez <b> tab </b> et <b> shift + tab </b> pour naviguer les champs.

source: For Monday to Friday, insert hours to be worked <b>beyond 7.5 hours standard working day</b>
fr: Du lundi au vendredi, insérez les heures à travailler <b> au-delà de 7,5 heures par jour ouvrable standard </b>

source: For Saturday, Sunday, and Statutory Holidays (red box), enter all hours to be worked
fr: Pour le samedi, le dimanche et les jours fériés (zone rouge), entrez toutes les heures à travailler

source: When you are done, submit the form
fr: Lorsque vous avez terminé, envoyez le formulaire

source: Weekday
fr: Jour de la semaine

source: hours
fr: heures

source: Extra Hours to be Worked:
fr: Heures supplémentaires à travailler:

source: OT Description:
fr: Description d'heures supplémentaires:

source: Calculated Overtime Hours:
fr: Heures supplémentaires calculées:

source: Cancel
fr: Annuler

source: Export PDF
fr: Exporter le PDF

source: Update
fr: Mettre à jour

source: OK
fr: D'accord

source: Amount
fr: Montant

source: DFO Project
fr: Projet du MPO

source: Editing Staff Member:
fr: Modification au personnel:

source: Adding Staff Member
fr: Ajouter de personnel

source: OT Calculator
fr: Calculatrice d'heures supplémentaires

source: (Open OT Calculator)
fr: (Ouvrir la calculatrice d'heures supplémentaires)

source: OR
fr: OU

source: WARNING! If you remove yourself as project lead you will loose the ability to further modify this project.
fr: ATTENTION! Si vous vous retirez en tant que responsable de projet, vous ne pourrez plus modifier ce projet.

source: Editing
fr: Modification de

source: New Status Report for:
fr: Nouveau rapport pour :

source: Report Details:
fr: Détails du rapport:

source: Managing Categories for %(ot)s
fr: Gestion des catégories pour %(ot)s

source: Back
fr: Retour

source: My Projects
fr: Mes projets

source: UNSUBMITTED
fr: NON SOUMIS

source: Un-submit
fr: Annuler la soumission

source: Are you sure you want to unsubmit the this project?
fr: Êtes-vous sûr de vouloir annuler la soumission de ce projet?

source: Are you sure you want to submit the following project?
fr: Êtes-vous sûr de vouloir soumettre le projet?

source: Submit Project
fr: Soumettre le project

source: The project was submitted and an email has been sent to notify the section head!
fr: Le projet a été soumis et un courrier électronique a été envoyé pour en informer le chef de section!

source: Please enter the new project details...
fr: Veuillez saisir les nouveaux détails du projet ...

source: The staff member has been successfully deleted from project.
fr: Le membre du personnel a été supprimé du projet avec succès.

source: The collaborator has been successfully deleted from project.
fr: Le collaborateur a été supprimé du projet avec succès.

source: The agreement has been successfully deleted.
fr: L'accord a été supprimé avec succès.

source: The cost has been successfully deleted.
fr: Le coût a été supprimé avec succès.

source: All empty O&M lines have been cleared.
fr: Toutes les lignes de F et E vides ont été effacées.

source: All O&M categories have been added to this project.
fr: Toutes les catégories de F et E ont été ajoutées à ce projet.

source: The milestone has been successfully deleted.
fr: Le jalon a été supprimé avec succès.
